Revit 2027 API
ElectricalDemandFactorValue.SetMaxRangeToUnlimited Method
 Sets the max range on the value to unlimited
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void SetMaxRangeToUnlimited()
Public Sub SetMaxRangeToUnlimited
public:
void SetMaxRangeToUnlimited()
member SetMaxRangeToUnlimited : unit -> unit
See Also
Reference
ElectricalDemandFactorValue Class
Autodesk.Revit.DB.Electrical Namespace